tap "adoptopenjdk/openjdk"
tap "buo/cask-upgrade"
tap "dteoh/sqa"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "interstateone/formulae"
tap "lukakerr/things"
tap "mongodb/brew"
cask "adoptopenjdk"
brew "gmp"
brew "gcc"
brew "openssl@1.1"
brew "arpack"
brew "gdbm"
brew "readline"
brew "sqlite"
brew "xz"
brew "python"
brew "asciinema"
brew "autojump"
brew "awk"
brew "binutils"
brew "boost-python"
brew "freetype"
brew "gettext"
brew "cairo"
brew "certbot"
brew "cgal"
brew "cloc"
brew "cmake"
brew "coreutils"
brew "csvkit"
brew "curl"
brew "cython"
brew "czmq"
brew "djvulibre"
brew "editorconfig"
brew "ffmpeg"
brew "findutils"
brew "libtool"
brew "freexl"
brew "fzf"
brew "jasper"
brew "libgeotiff"
brew "libspatialite"
brew "netcdf"
brew "nss"
brew "numpy"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "lua"
brew "pango"
brew "gnuplot"
brew "gpp"
brew "graphicsmagick"
brew "graphviz"
brew "grep"
brew "gzip"
brew "highlight"
brew "hiredis"
brew "htop"
brew "imagemagick"
brew "imagemagick@6"
brew "jbig2dec"
brew "jbig2enc"
brew "libmagic"
brew "libosmium"
brew "lnav"
brew "lz4"
brew "mackup"
brew "mailhog"
brew "mas"
brew "maven"
brew "memcached"
brew "mkcert"
brew "multimarkdown"
brew "mysql"
brew "neovim"
brew "nginx"
brew "node"
brew "pkg-config"
brew "node-build"
brew "nodenv"
brew "postgresql", restart_service: true
brew "postgis"
brew "osm2pgrouting"
brew "osm2pgsql"
brew "osmium-tool"
brew "osmosis"
brew "pandoc"
brew "pandoc-citeproc"
brew "pandoc-crossref"
brew "pg_top"
brew "pgcli"
brew "pgloader"
brew "podofo"
brew "pyenv"
brew "pyenv-ccache"
brew "pyenv-virtualenv"
brew "pyenv-which-ext"
brew "ranger"
brew "rbenv"
brew "rclone"
brew "redis"
brew "rsync"
brew "ruby"
brew "scipy"
brew "sip"
brew "tag"
brew "the_silver_searcher"
brew "tidy-html5"
brew "tree"
brew "vim"
brew "wget"
brew "yadm"
brew "yarn"
brew "zlib"
brew "zplug"
brew "zsh"
brew "mongodb/brew/mongodb-community"
cask "adapter"
cask "appcleaner"
cask "blender"
cask "clipgrab"
cask "commander-one"
cask "cyberduck"
cask "dbeaver-community"
cask "disk-inventory-x"
cask "djview"
cask "docker"
cask "dockstation"
cask "double-commander"
cask "duet"
cask "dupeguru"
cask "firefox"
cask "fluor"
cask "font-computer-modern"
cask "font-dejavu-sans"
cask "font-eb-garamond"
cask "font-fira-code"
cask "font-hasklig"
cask "font-input"
cask "font-iosevka"
cask "font-iosevka-slab"
cask "font-latin-modern"
cask "font-latin-modern-math"
cask "font-libre-caslon-display"
cask "font-libre-caslon-text"
cask "font-meslo-nerd-font-mono"
cask "font-source-code-pro"
cask "font-sourcecodepro-nerd-font"
cask "font-sourcecodepro-nerd-font-mono"
cask "fork"
cask "gas-mask"
cask "gephi"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-earth-pro"
cask "grandperspective"
cask "jabref"
cask "josm"
cask "jupyter-notebook-viewer"
cask "keka"
cask "kite"
cask "libreoffice"
cask "lulu"
cask "macdown"
cask "macpass"
cask "malwarebytes"
cask "mark-text"
cask "marked"
cask "meld"
cask "menumeters"
cask "noun-project"
cask "onyx"
cask "orange"
cask "pgadmin4"
cask "pongsaver"
cask "portfolioperformance"
cask "postman"
cask "progressive-downloader"
cask "qgis"
cask "qlstephen"
cask "quicklook-csv"
cask "rawtherapee"
cask "rcloneosx"
cask "rectangle"
cask "scapple"
cask "skim"
cask "speedcrunch"
cask "spotify"
cask "table-tool"
cask "texstudio"
cask "the-unarchiver"
cask "thunderbird"
cask "tor-browser"
cask "transmission"
cask "ttscoff-mmd-quicklook"
cask "tunnelblick"
cask "typora"
cask "vimr"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vlc"
cask "xnconvert"
cask "yed"
cask "yujitach-menumeters"
cask "dteoh/sqa/slowquitapps"
cask "lukakerr/things/pine"
mas "Amphetamine", id: 937984704
mas "Bitdefender Virus Scanner", id: 500154009
mas "Curiota", id: 1038088531
mas "EasyFind", id: 411673888
mas "Engauge Digitizer", id: 1107356098
mas "GhosteryLite", id: 1436953057
mas "HiSuite", id: 1232508288
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pocket", id: 568494494
mas "Simplenote", id: 692867256
mas "Vicinity", id: 1143779658
mas "WordService", id: 899972312
mas "Xcode", id: 497799835
